Repository: FireCubeStudios/Appraisit
Catalog: Appraisit/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# Main_Title.Text
source: Main
pl: Strona główna

# FirstRun_Body.Text
source: Replace the content of this dialog with whatever content is appropriate to your app. You might want to explain key features or functionality. Don't feel restricted to just text. You can also include images and animations if you wish too. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Maecenas porttitor congue massa. Fusce posuere, magna sed pulvinar ultricies, purus lectus malesuada libero, sit amet commodo magna eros quis urna. Nunc viverra imperdiet enim. Fusce est. Vivamus a tellus. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Proin pharetra nonummy pede. Mauris et orci. Suspendisse dui purus, scelerisque at, vulputate vitae, pretium mattis, nunc. Mauris eget neque at sem venenatis eleifend. Ut nonummy.
pl: ąReplace the content of this dialog with whatever content is appropriate to your app. You might want to explain key features or functionality. Don't feel restricted to just text. You can also include images and animations if you wish too. Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Maecenas porttitor congue massa. Fusce posuere, magna sed pulvinar ultricies, purus lectus malesuada libero, sit amet commodo magna eros quis urna. Nunc viverra imperdiet enim. Fusce est. Vivamus a tellus. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Proin pharetra nonummy pede. Mauris et orci. Suspendisse dui purus, scelerisque at, vulputate vitae, pretium mattis, nunc. Mauris eget neque at sem venenatis eleifend. Ut nonummy.

# FirstRunDialog.Title
source: Welcome
pl: Witaj

# FirstRunDialog.PrimaryButtonText
source: Login
pl: Zaloguj się

# WhatsNewDialog.Title
source: What's new in this version
pl: Co nowego w tej wersji

# AlreadyPinnedDesc
source: If not you can manually pin the app to the taskbar
pl: Jeśli nie, możesz przypiąć ją ręcznie

# AlreadyPinnedTitle
source: You already have the app pinned in your taskbar
pl: Już przypiąłeś Appraisin do paska zadań

# AlreadyTile
source: You already have the live tile in your StartScreen
pl: Już przypiąłeś kafelek do menu Start

# AlreadyTileDesc
source: If not you can manually put the live tile on to the StartScreen
pl: Jeśli nie, możesz przypiąć go ręcznie

source: Cant comment without sign in
pl: Nie możesz komentować bez zalogowania się

source: Cant downvote without sign in
pl: Nie możesz dawać głosów w dół bez zalogowania się

source: Cant reply without sign in
pl: Nie możesz odpowiadać bez zalogowania się

source: Cant upvote without sign in
pl: Nie możesz dawać głosów w górę bez zalogowania się

# CommentSent
source: Comment sent (refresh to view)
pl: Komentarz wysłany (odśwież aby go zobaczyć)

source: Downvoted
pl: Zagłosowano w dół

# FirstText.Text
source: Login to reddit appraisit is powered by reddit
pl: Zaloguj się do reddita appraisit jest napędzany przez reddita

# FirstTextOnMobile
source: The app hasnt been tested on mobile; report bugs, crashes, requests in the feedback hub. Mobile beta
pl: Ta aplikacja nie była testowana na telefonie; zgłaszaj błędy, crashe i pomysły.

# Flair
source: Flair: {0}
pl: Znaczek: {0}

# GPODisabledPin
source: It seems you are using a computer. Group policy disabled pinning of app in taskbar
pl: Wygląda na to że używasz komputera, na którym polisy grupowe zablokowały przypinanie aplikacji do paska zadań

# HololensDisabledPin
source: It seems you are using hololens. Hololens doesn't have a taskbar
pl: Wygląda na to, że używasz HoloLens. HoloLens nie ma paska zadań.

# HololensTileFail
source: It seems you are using hololens. Hololens doesn't support live tile
pl: Wygląda na to, że używasz HoloLens. HoloLens nie obsługuje żywych kafelków.

# IoTDisabledPin
source: It seems you are using a IoT device which doesn't support taskbar pin API
pl: Wygląda na to, że używasz urządzenia IoT, które nie obsługuje przypinania do paska zadań.

# IoTTileFail
source: It seems you are using a IoT device which doesn't support Primary tile API
pl: Wygląda na to, że używasz urządzenia IoT, które nie obsługuje żywych kafelków.

source: live tile failed
pl: Nie udało się przypiąć kafelka

# MyCommentKarma
source: Comment Karma: {0}
pl: Karma komentarzy: {0}

# MyCreated
source: Created/Cake Day: {0}
pl: Utworzono: {0}

# MyUsername
source: Username: {0}
pl: Nazwa użytkownika: {0}

source: No internet connection
pl: Brak dostępu do internetu

# OtherDisabledPin
source: It seems you are using a {0} device. This device does not support taskbar API or Group policy disabled pinning of the app
pl: Wygląda na to, że używasz urządzenia typu {0}, które nie obsługuje przypinania do paska zadań lub zostało to wyłączone.

# OtherTileFail
source: It seems you are using a {0} device. This device does not support Primary tile API
pl: Wygląda na to, że używasz urządzenia typu {0}, które nie obsługuje przypinania kafelków.

# PostBy
source: By: {0}
pl: przez: {0}

# PostCreated
source: Post created (refresh to view)
pl: Post dodany (odśwież, aby go zobaczyć)

# PostDate
source: Created: {0}
pl: Utworzono: {0}

# ReplySent
source: Reply sent (viewing replies isnt supported, go to appraisit subreddit on web to view)
pl: Odpowiedź wysłana

# SignInTip
source: Sign in to access more features such as light mode, search, create post, commenting and settings.
pl: Zaloguj się, aby uzyskać dostęp do większej liczby funkcji takich jak tryb jasny, szukanie, dodawanie postów, komentowanie i ustawienia.

source: Taskbar pin failed
pl: Przypinanie się nie powiodło

# UpdateDevice
source: Update your device
pl: Zaktualizuj swoje urządzenie

# UpdateToPin
source: Update your device to the Fall creators update or higher to pin this app
pl: Musisz zaktualizować swoje urządzenie co najmniej do Jesiennej Aktualizacji dla Twórców, aby móc przypiąć tę aplikację.

# UpdateToTile
source: You need to update your device to enable automatic pinning
pl: Musisz zaktualizować swoje urządzenie, aby skorzystać z tej funkcji.

source: Upvoted
pl: Zagłosowano w górę

# WoAGPODisabledPin
source: It seems you are using a Windows 10 on ARM device or mobile device. Group policy disabled pinning of the app
pl: Wygląda na to, że używasz Windows 10 na urządzeniu ARM lub na telefonie. Polisy grupy zablokowały przypinanie do ekranu startowego.

# XboxDisabledPin
source: It seems you are using a xbox. Xbox doesn't have a taskbar
pl: Wygląda na to, że używasz Xboksa. Xbox nie posiada paska zadań.

# XboxTileFail
source: It seems you are using a xbox. Xbox doesn't support live tile
pl: Wygląda na to, że używasz Xboksa. Xbox nie posiada obsługi żywych kafelków.

# AboutPI.Header
source: About
pl: O programie

# BestPi.Header
source: Best
pl: Najlepsze

# CommentTextMessage.Header
source: Comment:
pl: Komentarz:

# CommentTextMessage.PlaceholderText
source: this is a comment
pl: to jest komentarz

# ControversialPi.Header
source: Controversial
pl: Kontrowersyjne

# CreatePostDialog.CloseButtonText
source: Close
pl: Zamknij

# CreatePostSwipe.Text
source: Create post
pl: Stwórz post

# CreatePsotDialog.PrimaryButtonText
source: Post
pl: Wyślij

# DownvoteMFI.Text
source: Downvote
pl: Zagłosuj w dół

# FlairLabel.Text
source: Flair:
pl: Znaczek:

# LivePi.Header
source: Live
pl: Link

# LivePin.Content
source: Pin to startscreen
pl: Przypnij do menu Start

# NewPi.Header
source: New
pl: Nowe

# NewPostLink.PlaceholderText
source: Must be a valid link
pl: Musi to być poprawny link

# OldPi.Header
source: Old
pl: Stare

# OpenCreatePostDialog.Label
source: Create post
pl: Stwórz post

# Openinweb.Label
source: Web
pl: Przeglądaj

# OpenInWebMFI.Text
source: Open in web
pl: Otwórz w przeglądarce

# OpenSearchDialog.Label
source: Search
pl: Szukaj

# PinAppToTaskbar.Content
source: Pin to taskbar
pl: Przypnij do paska zadań

# PostDialog.CloseButtonText
source: Close
pl: Zamknij

# PostText.Header
source: Text:
pl: Tekst

# PostText.PlaceholderText
source: Remember to put version number, links are optional
pl: Pamiętaj aby podać numer wersji, linki są opcjonalne

# PrivacyHB.Content
source: Privacy Statement
pl: Polityka prywatności

# ProfileButton.Label
source: Profile
pl: Profil

# QandAPi.Header
source: Q and A
pl: Q&A

# Rate.Content
source: Rate Appraisit
pl: Oceń Appraisit

# Refresh.Label
source: Refresh
pl: Odśwież

# RefreshCommentsABB.Label
source: Refresh comments
pl: Odśwież komentarze

# RefreshCommentsMFI.Text
source: Refresh comments
pl: Odśwież komentarze

# RefreshSwipe.Text
source: Refresh
pl: Odśwież

# RepliesPi.Header
source: Replies (experimental)
pl: Odpowiedzi (eksperymentalne)

# ReplyExpander.Header
source: Reply
pl: Odpowiedz

# ReplyText.Header
source: Reply:
pl: Odpowiedź:

# ReplyText.PlaceholderText
source: Send a reply
pl: Wyślij odpowiedź

# SB.Label
source: Settings
pl: Ustawienia

# SearchAppraisitABB.Label
source: Search appraisit
pl: Przeszukaj appraisit

# SearchAppraisitMFI.Text
source: Search appraisit
pl: Przeszukaj appraisit

# SearchBox.PlaceholderText
source: Search posts:
pl: Szukaj postów:

# SearchPostsSwipe.Text
source: Search posts
pl: Szukaj postów

# SearchRedditABB.Label
source: Search on reddit
pl: Szukaj na reddicie

# SearchRedditMFI.Text
source: Search on reddit
pl: Szukaj na reddicie

# SearchStoreABB.Label
source: Search on store
pl: Szukaj w sklepie

# SearchStoreMFI.Text
source: Search on store
pl: Szukaj w sklepie

# SearchTip.Title
source: Search
pl: Szukaj

# SettingOpenButton.Label
source: Settings
pl: Ustawienia

# Settings_Theme_Dark.Content
source: Dark
pl: Ciemny

# Settings_Theme_Default.Content
source: Default
pl: Domyślny

# Settings_Theme_Light.Content
source: Light
pl: Jasny

# SignIn.Content
source: Sign in
pl: Zaloguj się

# SignInABB.Label
source: Sign in
pl: Zaloguj się

# SignOutButton.Content
source: Sign out
pl: Wyloguj się

# StorePi.Header
source: Store
pl: Sklep

# TextPi.Header
source: Text
pl: Tekst

# TitlePost.Header
source: Title:
pl: Tytuł

# TitlePostText.PlaceholderText
source: Appraisit updated to version 3.0
pl: np. Appraisit zaktualizowany do wersji 3.0

# TopOrder.PlaceholderText
source: all
pl: z zawsze

# TopPi.Header
source: Top
pl: Najwyżej punktowane

# UpvoteMFI.Text
source: Upvote
pl: Zagłosuj w górę

# WebBarButton.Label
source: Web
pl: Przeglądaj

# WebPi.Header
source: Web
pl: Przeglądaj

# Whatsnew.Content
source: What's new
pl: Co nowego

# WhatsNewPI.Header
source: What's new
pl: Co nowego

# ControversialTVI.Header
source: Controversial
pl: Kontrowersyjne

# ExplorePi.Header
source: Explore
pl: Eksploruj

# HotPi.Header
source: Hot
pl: Gorące

# RisingTVI.Header
source: Rising
pl: Rosnące

# SearchMFI.Text
source: Search
pl: Szukaj

# SettingsPi.Header
source: Settings
pl: Ustawienia

# TopOrderItems
source: all|year|month|week|day
pl: z zawsze|z ostatniego roku|z ostatniego miesiąca|z ostatniego tygodnia|dzisiaj

# SearchMicrosoftStoreButton.Content
source: Search Microsoft Store
pl: Szukaj w Sklepie Microsoft

# SearchRedditWebButton.Content
source: Search reddit on web
pl: Szukaj na reddicie
